<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>QUA 어항 원격 관리 시스템: About</title>
<link rel="stylesheet" href="../css/aqua.css" type="text/css" />
</head>
<body>
&nbsp;&nbsp;학교, 관공서, 공공기관, 외에 여러 큰 기업에서는 인테리어용, 관상용과 습도 유지를 위한 용도로 어항을 많이 설치한다. 기업 측에서는 물고기로 인테리어를 한다고 생각은 하지만 큰 어항을 준비할 줄 아는 사원이 있는 것도 아닌데다 관리하는 방법이나, 시작하는 순서조차 모르는 경우가 다반사이다.
<br>&nbsp;&nbsp;가정집에서도 위와 같은 이유에 설치하기도 하지만 대부분 아이들을 위해서 많이 기르고 있다. 하지만 물고기를 기르는 것이 생각보다 쉽지는 않다는 것을 알게 된다. 아무런 정보도 없이 아이들이 보채는 바람에 사게 된 부모들 중 처음 물고기를 기르는 이들은 어떻게 시작해야하는지, 어떻게 키워야 하는지도 모르고 ‘물만 있으면 어떻게 되겠지’라는 생각으로 물고기를 키우다 많이 실패를 보게 된다. 또한 맞벌이로 인해 시간이 부족해 어항관리 할 시간이 없는 경우도 있다. 위의 경우를 해결하는 방법 중 하나가 어항 관리를 전문으로 하는 업체를 이용하는 것이다.
<br>&nbsp;&nbsp;어항 관리하는 업체는 어항 관리를 하는 기업이나 가정집에 방문하여 관리 업무가 주이지만, 자체적으로 수족관을 경영하는 경우도 많다. (아래부터 기업과 가정집은 ‘의뢰처’로 통일한다.) 수족관의 경우 물 생활을 처음 시작하는 사람이나 기존에 거래하던 사람들, 등의 방문자가 존재하고, 의뢰처의 경우 관리를 위해 보통 2~3일 단위로 방문을 하기 때문에 일손이 부족한 경우가 있다. 그래서 적으면 1~2명부터 많으면 5~6명까지 사람을 고용해야 하다 보니 돈이 많이 나갈 수밖에 없다. 또한 의뢰처를 방문하였는데 어항 용품이 고장이 났다거나 물고기가 병이 났다고 하면 가게까지 돌아갔다가 다시 방문하여 어항 용품을 고치거나 물고기의 병을 치료해야하는데, 이렇게 될 경우 시간이 너무 많이 지체된다.
<br>&nbsp;&nbsp;이에 본 논문에서는 어항 관리 업체가 언제 어디서나 의뢰처의 어항 상태를 확인하고 관리 및 유지할 수 있도록 싱글 컴퓨터 보드 기반의 원격 관리 시스템을 개발하고자 한다. 개발된 시스템을 통해 사용자는 의뢰처 별 어항 정보를 확인하고 관리할 수 있고, 실시간으로 의뢰처의 어항 상태를 영상으로 확인할 수 있다.</body>
</html>